Repository: mremi/ContactBundle
Catalog: Resources/translations/validators.*.xliff
Languages: de, fr

# mremi_contact.title.blank
source: Please select a title
de: Bitte wählen Sie eine Anrede aus
fr: Merci de sélectionner votre civilité

# mremi_contact.first_name.blank
source: Please enter a first name
de: Bitte geben Sie einen Vornamen ein
fr: Merci de saisir votre prénom

# mremi_contact.first_name.short
source: [-Inf,Inf]The first name must be at least {{ limit }} characters long
de: [-Inf,Inf]Der Vorname muss mindestens {{ limit }} Zeichen lang sein
fr: [-Inf,Inf]Votre prénom doit comporter au moins {{ limit }} caractères

# mremi_contact.first_name.long
source: [-Inf,Inf]The first name cannot be longer than {{ limit }} characters
de: [-Inf,Inf]Der Vorname darf nicht länger als {{ limit }} Zeichen sein
fr: [-Inf,Inf]Votre prénom ne doit pas comporter plus de {{ limit }} caractères

# mremi_contact.last_name.blank
source: Please enter a last name
de: Bitte geben Sie einen Nachnamen ein
fr: Merci de saisir votre nom

# mremi_contact.last_name.short
source: [-Inf,Inf]The last name must be at least {{ limit }} characters long
de: [-Inf,Inf]Der Nachname muss mindestens {{ limit }} Zeichen lang sein
fr: [-Inf,Inf]Votre nom doit comporter au moins {{ limit }} caractères

# mremi_contact.last_name.long
source: [-Inf,Inf]The last name cannot be longer than {{ limit }} characters
de: [-Inf,Inf]Der Nachname darf nicht länger als {{ limit }} Zeichen sein
fr: [-Inf,Inf]Votre nom ne doit pas comporter plus de {{ limit }} caractères

# mremi_contact.email.blank
source: Please enter an email
de: Bitte geben Sie eine Email an
fr: Merci de saisir votre adresse e-mail

# mremi_contact.email.short
source: [-Inf,Inf]The email must be at least {{ limit }} characters long
de: [-Inf,Inf]Die Email muss mindestens {{ limit }} Zeichen lang sein
fr: [-Inf,Inf]Votre adresse e-mail doit comporter au moins {{ limit }} caractères

# mremi_contact.email.long
source: [-Inf,Inf]The email cannot be longer than {{ limit }} characters
de: [-Inf,Inf]Die Email darf nicht länger als {{ limit }} Zeichen sein
fr: [-Inf,Inf]Votre adresse e-mail ne doit pas comporter plus de {{ limit }} caractères

# mremi_contact.email.invalid
source: The email is not valid
de: Die Email ist nicht valide
fr: Votre adresse e-mail est invalide

# mremi_contact.subject.blank
source: Please enter a subject
de: Bitte geben Sie einen Betreff an
fr: Merci de saisir un sujet

# mremi_contact.subject.short
source: [-Inf,Inf]The subject must be at least {{ limit }} characters long
de: [-Inf,Inf]Der Betreff muss mindestens {{ limit }} Zeichen lang sein
fr: [-Inf,Inf]Votre sujet doit comporter au moins {{ limit }} caractères

# mremi_contact.subject.long
source: [-Inf,Inf]The subject cannot be longer than {{ limit }} characters
de: [-Inf,Inf]Der Betreff darf nicht länger als {{ limit }} Zeichen sein
fr: [-Inf,Inf]Votre sujet ne doit pas comporter plus de {{ limit }} caractères

# mremi_contact.message.blank
source: Please enter a message
de: Bitte geben Sie eine Nachricht an
fr: Merci de saisir un message

# mremi_contact.message.short
source: [-Inf,Inf]The message must be at least {{ limit }} characters long
de: [-Inf,Inf]Die Nachricht muss mindestens {{ limit }} Zeichen lang sein
fr: [-Inf,Inf]Votre message doit comporter au moins {{ limit }} caractères

# mremi_contact.message.long
source: [-Inf,Inf]The message cannot be longer than {{ limit }} characters
de: [-Inf,Inf]Die Nachricht darf nicht länger als {{ limit }} Zeichen sein
fr: [-Inf,Inf]Votre message ne doit pas comporter plus de {{ limit }} caractères

# mremi_contact.created_at.invalid
source: The creation date is not valid
de: Das Erstellungsdatum ist nicht valide
fr: La date de création est invalide
